{
  "year": "1941",
  "Serbia": [
    "Massive Luftwaffe airstrikes hit the Yugoslav capital as Hitler decides to crush the rebellion causing 17,000 casualties in the Battle of Belgrade. Other Serbian cities follow suit such as Leskovac, Kraljevo and Ni&#x161;.",
    "The Kingdom of Italy, Third Reich, Fascist Hungary and Fascist Bulgaria invade and dismantle the Kingdom of Yugoslavia aided by Banovina of Croatia, Albania and some domestic minorities.",
    "The Kingdom of Yugoslavia capitulates as its royal army disintegrates following the evacuation of the royal family to Africa and a multi-party occupation. Greece succumbs to the Axis 10 days later. Operation Barbarossa begins with a months delay enabling the Soviet Union to regroup during the Axis invasion of Southern Europe.",
    "The Yugoslav Army in the Fatherland, a guerilla force loyal to the Kingdom of Yugoslavia&apos;s government in exile, is founded on Ravna Gora by Colonel Dra&#x17E;a Mihajlovi&#x107;. Until the Yalta conference in 1943 this royal army would be considered a chief ally to Great Britain, the U.S.A. and the Soviet Union. Their chief opponents within the country would be the communist Yugoslav partisans.",
    "The Serbian division of the Partisan resistance movement, loyal to communists of Josip Broz Tito, launches an uprising in the Nazi-occupied town of U&#x17E;ice proclaiming it a free state, The Republic of U&#x17E;ice. Uprisings also erupt in Italian-held Montenegro, Bosnia and Slovenia. U&#x17E;ice succumbs to the Germans 4 months later.",
    "First clashes between the Royalists of Dra&#x17E;a Mihajlovi&#x107; and the Communists of Josip Broz Tito occur at this time over the supremacy in the Yugoslav resistance movement; these two rival movements fight both each other and the Axis powers and thus expand the civil war to 3 sides: Communist partisans, Royalist chetniks and Fascist Usta&#x161;e.",
    "Prince Paul of Yugoslavia signs the Tripartite Pact on March 25 in Vienna fearing an invasion of the Axis Powers into his weakened Kingdom.",
    "Massive demonstrations erupt in downtown Belgrade as an overwhelming majority of Serbs denounce the Pact Treaty. Following a military coup d&apos;&#xE9;tat 17-year-old Peter II assumes the throne naming Du&#x161;an Simovi&#x107; as his chief general. The Kingdom of Yugoslavia withdraws its support for the Axis Powers on March 27.",
    "Captain D. T. Hudson of the Royal Navy, meets with the commander of the royalists, Dra&#x17E;a Mihajlovi&#x107;."
  ]
}