{
  "year": "1991",
  "Serbia": [
    "Hundreds of thousands of people gather in downtown Belgrade peacefully demonstrating against Slobodan Milo&#x161;evi&#x107;. The government orders \"restoration of order\" <i>by force</i> deploying tanks onto the streets of the capital. 2 people are killed and over 300 injured in the clashes that follow; the democratic opposition led by Vuk Dra&#x161;kovi&#x107; and Zoran &#x110;in&#x111;i&#x107; is de facto suppressed for years to come.",
    "<i>Croatian War of Independence</i> begins, following the <i>Plitvice Lakes incident</i>. Security forces of the Republic of Croatia clash with rebel Serbs of Croatia as they take over the Serb-populated territory of the national park. 2 policemen die &#x2013; one from each side. An emergency session of the Federal Parliament decides to send the troops of the JNA into the region. The National Assembly of Serbia supports this decision asking for the protection of Serbs.",
    "The <i>Borovo Selo massacre</i> takes place in the Serb-populated village of Borovo Selo in eastern Croatia as 4 Croatian police-officers attempt to change the Yugoslav flag with the Croatian one after which they are captured by Vojislav &#x160;e&#x161;elj's troops. Attempting to free them Croatian policemen are led into an ambush and twelve are killed and some mutilated. Numbers of the Croatian Serbs killed in the incident varies anywhere between four on one side to twenty on the other.",
    "A series of <i>Yugoslav wars</i> begin as Croatia and Slovenia declare independence from the SFRY opposed by the Serbs and the JNA. Slovenia is granted its independence following a Ten-Day War, however the conflict in Croatia is bound to last, as the Republic of Serbian Krajina emerges.",
    "Serb forces embark on an <i>ethnic cleansing campaign</i> in the territory under their control. 78,000 people &#x2013; virtually the whole Croat, Muslim and non-Serb population is forcibly removed, deported or killed.",
    "Starting in July, Serb forces and the JNA start to attack Croatian-majority areas in the Operation Coast-91. In August they attack Vukovar starting the most bloody battle of the Croatian war.",
    "In December Serb paramilitary forces kill 43 civilians in the Vo&#x107;in massacre.",
    "A Serbian teenage girl is killed in Sisak by a bullet fired through a window which is a matter of ongoing investigation.",
    "JNA, Montenegro and Serb forces attack Dubrovnik bombing a world-famous tourist attraction. Between 82 and 88 civilians are killed.",
    "the Lovas massacre begins in which Serb paramilitary forces kill 70 civilians which is a matter of ongoing investigation.",
    "120 Serbs are massacred in the town of Gospi&#x107; (region of Lika, Croatia) by members of a Croatian paramilitary unit in what the Croatian human rights activists called the <i>first major massacre of civilians in the Yugoslav civil wars</i>. The mastermind of the massacre, Mirko Norac, was charged with <i>crimes against humanity</i> by both Croatia and the ICTY for his involvement in the mass killings of Serbian civilians during the Croatian War of Independence",
    "Vukovar falls and Serb paramilitary forces massacre over 250 civilians and POWs."
  ]
}