{
  "year": "2002",
  "Colombia": [
    "A bomb kills a child and four police officers and injures 28 people in Bogot&#xE1;. Rebel group FARC is blamed",
    "A car bomb kills five and injures 40 in the city of Florencia in the department of Caquet&#xE1;",
    "President Pastrana ended the peace talks and ordered the armed forces to start retaking the FARC-EP controlled zone of San Vicente del Caguan",
    "Oxygen Green Party Politician Ingrid Betancourt is kiddnapped by FARC guerrilla",
    "President Uribe decided to appoint Marta Luc&#xED;a Ram&#xED;rez as Minister of Defense becoming the second woman in Latin America to ever hold this title, after Michelle Bachelet",
    "Two bombs explode in the restaurant district of Villavicencio, killing twelve and injuring 70. FARC is the prime suspect for the attack.",
    "Two police officers and a girl are killed by a bomb concealed in the corpse of a peasant (Pedro Nel Camacho) apparently executed by the FARC guerrilla with such purpose ",
    "12 politicians in Valle del Cauca are kidnapped using a hoax antibomb operative, starting the Valle del Cauca Deputies hostage crisis",
    "A rocket explodes near the studios of RCN TV in Bogot&#xE1;.",
    "During an assassination attempt of then-presidential candidate &#xC1;lvaro Uribe V&#xE9;lez a bomb kills two and injures 20 in Barranquilla. Rebel group FARC is blamed.",
    "Bojaya massacre in Choc&#xF3; Department. A bomb destroys the local church. 117 dead, 114 injured.",
    "Cali bishop Isaias Duarte is murdered by hitmen",
    "&#xC1;lvaro Uribe is elected president of Colombia",
    "Four rounds of mortars are fired against the Presidential Palace in Bogot&#xE1; during the inauguration ceremony of President &#xC1;lvaro Uribe V&#xE9;lez. 13 people, mostly homeless, die and 50 are wounded. FARC is blamed.",
    "Guerrilla leader alias Simon Trinidad is extradited to USA",
    "A bomb destroys 30th floor of the Intercontinental Hotel in downtown Bogot&#xE1;. 37 people injured."
  ]
}