{
  "year": "2008",
  "Colombia": [
    "Former vice presidential candidate Clara Rojas and former congresswoman Consuelo Gonz&#xE1;lez are freed after nearly six years in captivity",
    "The Colombian military attacks a FARC camp inside Ecuador&apos;s territory. Several guerrilla casualties including guerrilla leader Raul Reyes starting the 2008 Andean diplomatic crisis",
    "Iv&#xE1;n R&#xED;os, a member of the FARC Central High Command was killed by his security chief &quot;Rojas&quot;.",
    "Guerrilla commander Manuel Marulanda V&#xE9;lez dies",
    "Guerrilla leader Elda Neyis Mosquera alias &quot;Karina&quot; surrenders herself to the military forces",
    "Under a Colombian military operation called Operation Jaque, the FARC was tricked by the Colombian Government into releasing 15 hostages to Colombian Intelligence agents, including Ingrid Betancourt, U.S military contractors, and Colombian soldiers and police officers",
    "Ituango, Antioquia. Seven people were killed and more than 50 wounded when a bomb detonated in a small town",
    "Colombia has chosen the European DVB-T standard for Digital terrestrial television",
    "Accusations of Colombian army soldiers involved with criminal bands with the purpose of luring unsuspecting unemployed or homeless people into isolated areas where they were murdered and the scenes were staged as combats against guerrilla in order to enhance their achievements and get performance-related payments, were investigated. The events, known as the &apos;false positives&apos; scandal, led to the resignation of Commander-in-chief, general Mario Montoya. As of 2012, 3,350 such cases had been investigated in all parts of the country and verdicts had been reached in 170 cases.",
    "Riots broke out in the municipalities of Pasto, Tumaco, Popay&#xE1;n and later spread all over the country after the collapse of several pyramid schemes. Thousands of victims had invested their money in pyramids that promised them extraordinary interest rates. The lack of regulation laws allowed those pyramids to grow excessively during several years. Finally, after the riots the Colombian government was forced to declare the country in economical emergency in order to seize and stop those schemes. Several of the pyramid&apos;s managers were arrested and are being prosecuted for the crime of &quot;illegal massive money reception&quot;.",
    "Colombia and Canada signed a new $1.14 billion dollar bilateral trade agreement (the Canada-Colombia Free Trade Agreement) at the Asia-Pacific Economic Cooperation meeting."
  ]
}