{
  "year": "2009",
  "Colombia": [
    "Colombian drug lord and head of the Caqueta cartel Leonidas Vargas is murdered inside a hospital. his brother(H&#xE9;ctor Fabio Vargas) and his girlfriend (Colombian actress Liliana Andrea Lozano) were tortured and murdered  in Pradera, Colombia.",
    "Recognition of same-sex unions in Colombia is achieved by rule of the Constitutional Court",
    "Reports of mass murders of Aw&#xE1; (kwaiker) indigenous people by FARC guerrilla",
    "Colombia has extended its existing tobacco control regulations by a smoking ban requiring all indoor work places and public places be immediately smoke-free, prohibiting tobacco advertising, promotions and sponsorship",
    "the fossils of 28 individual <i>Titanoboa cerrejonensis</i>, the largest snake ever discovered, were announced to have been found in the coal mines of Cerrej&#xF3;n in La Guajira, Colombia.",
    "The <b>Alvarez case</b> was uncovered when 59-year-old Arcedio Alvarez was arrested in Mariquita, Colombia, accused of sexually abusing his now 30-year-old daughter Alba Nidia Alvarez since the age of 9. The daughter also gave birth to 11 children, three of whom died.",
    "the Colombian government enacted a mandate to introduce E85 flexible-fuel vehicles",
    "Luis Carlos Sarmiento Angulo gets ranked in the <i>Forbes</i> list of world billionaires.",
    "The Colombian armed forces launched <i>Strategic Leap</i>, an offensive in borders areas where the FARC&apos;s forces has still a strong military presence, especially in Arauca, near the Venezuelan border.",
    "Colombian drug lord Daniel Rend&#xF3;n Herrera alias Don &quot;Mario&quot; is captured while hiding in a jungle.",
    "Vallenato composer and troubadour Rafael Escalona dies due to heart failure.",
    "During his visit to Colombia, the Czech Republic Prime Minister Mirek Topol&#xE1;nek negotiated a possible sale of Aero L-159 Alca combat aircraft with Colombian President &#xC1;lvaro Uribe.",
    "Clara Guerrero wins Women&apos;s World Championship World Ranking Masters",
    "The Colombian government claimed that AT4 anti-tank rockets manufactured by Saab Bofors Dynamics of Sweden, which were later purchased by Venezuela were being used by the FARC. In response, President Chavez ordered most staff members of the embassy in Colombia to return to Venezuela, including the ambassador. Only the &quot;lowest functionaries&quot; were left to staff the embassy.",
    "Ricardo Londo&#xF1;o, Colombia&apos;s first Formula One driver is murdered in the north Colombian C&#xF3;rdoba Department.",
    "Cuban artist Tania Bruguera sets a controversial performance in the National University of Colombia (Bogot&#xE1; branch), included consumption of cocaine provided by the artist to the attendants.",
    "President &#xC1;lvaro Uribe had contracted the AH1N1 flu virus, becoming the second head of state to do so (the first being &#xD3;scar Arias).",
    "A group of eradicators of Coca crops near the village of La Gabarra, Municipality of Tib&#xFA;, Norte de Santander is attacked by guerrilla forces with a donkey with bombs attached to it. 2 people deceased"
  ]
}