{
  "year": "2011",
  "Bhutan": [
    "Sonam Tshering, a 23-year-old ordained monk from Langpa in Haa, was caught with 480&#xA0;grams of chewing tobacco (purchased for Nu.120) en route from Phuntsholing to Thimphu. This presented the first prosecution under the Tobacco Control Act of Bhutan 2010 and was the result of a private individual informing the police that Tshering possessed tobacco. Although Tshering revealed the source of his tobacco to mitigate and qualify his offense as a misdemeanor, he failed to identify the location and supplier of the tobacco, apparently somewhere in the border town of Jaigaon. He was thus convicted of a felony, and sentenced to the minimum imprisonment of three years. The conviction and especially the sentence have made the Tobacco Control Act of Bhutan 2010 controversial in urban Bhutan due to their severity. Although the Constitution of Bhutan guarantees all persons the right to be represented by a <i>jabmi</i> (attorney), the Thimphu Dzongkhag Court closed the case before any <i>jabmi</i> could offer services. Tshering has since appealed the Dzongkhag Court ruling to the High Court of Bhutan, for which has retained a private attorney.",
    "Local government elections, originally slated for 2008, begin on a staggered scale in 3 of Bhutan's 20 Dzongkhags: Thimphu, Phuntsholing, and Samdrup Jongkhar.",
    "The Supreme Court of Bhutan declares unconstitutional the government's raising of personal vehicle import taxes in June 2010 without bicameral presentment and debate, affirming the judgment of the High Court Constitutional Bench against the Attorney General and for the Opposition in Parliament.",
    "The Election Commission announces the results of the first local government elections under the Constitution of Bhutan. Originally slated for 2008, elections faced multiple delays related to voter registration and constituency demarcation. Furthermore, voter turnout crept to 56% of eligible voters amid public sentiments of distrust and futility. In several instances, voters were unable to cast votes; in a few cases, legally unqualified candidates ran and won seats. Disqualified candidates, uncontested seats, and inconclusive results in some constituencies required the Election Commission to rerun elections at a later date.",
    "King Jigme Khesar Namgyel Wangchuck marries Jetsun Pema. Jetsun Pema, childhood friend of the Fifth King, becomes his Queen in a traditional Buddhist ceremony followed by three days of public holiday and celebrations. The much anticipated wedding, announced 20 May, was the largest media event in Bhutanese history."
  ]
}