{
  "year": "1917",
  "Russia": [
    "<i>February Revolution</i>: The workers at the Putilov Plant in Petrograd went on strike.",
    "<i>February Revolution</i>: A series of demonstrations were held, demanding the end of the Russian autocracy and the end of Russian participation in World War I.",
    "<i>February Revolution</i>: A battalion of soldiers was sent to Petrograd to end the uprising.",
    "<i>February Revolution</i>: Nicholas ordered the dissolution of the Fourth Duma. The Duma ignored his order and decreed the establishment of a Provisional Government with Georgy L'vov as Prime Minister.",
    "<i>February Revolution</i>: The soldiers sent to suppress the protestors defected and joined them. It started off as the \"National Women's day\" then, after two days, the women convinced the soldiers to join their revolution due to the fact that they were women and the soldiers did not want to kill them. On top of this, the Cossacks did not try to stop the protestors. Menshevik leaders were freed from the Peter and Paul Fortress and founded the Petrograd Soviet.",
    "<i>February Revolution</i>: Nicholas abdicated.",
    "A legislative council, the Tsentralna Rada, was founded in Ukraine.",
    "The Provisional Government established the autonomous province of Estonia and scheduled elections to an Estonian legislative body, the Maap&#xE4;ev.",
    "The Rumcherod, the Soviet government of southwestern Ukraine and Bessarabia, was established.",
    "The Tsentralna Rada ratified Ukrainian autonomy.",
    "<i>July Days</i>: A spontaneous pro-soviet demonstration occurred on the streets of Petrograd.",
    "<i>July Days</i>: The rebellion was put down. The Provisional Government ordered the arrest of Bolshevik leaders.",
    "The Maap&#xE4;ev took office.",
    "Alexander Kerensky succeeded L'vov as Prime Minister.",
    "<i>Kornilov Affair</i>: General Lavr Kornilov ordered an army corps to Petrograd to destroy the soviets.",
    "<i>Kornilov Affair</i>: The Provisional Government armed tens of thousands of Red Guards to defend Petrograd.",
    "<i>Kornilov Affair</i>: Kornilov was arrested.",
    "Under public pressure, Bolshevik leaders were released from prison.",
    "Estonian Bolsheviks under Jaan Anvelt captured the capital, Tallinn.",
    "<i>October Revolution</i>: Soldiers directed by the Military Revolutionary Committee of the Petrograd Soviet captured the Winter Palace, ending the power of the Russian Provisional Government.",
    "The Second All-Russian Congress of Soviets convened. Menshevik and moderate SR representatives walked out to protest the October Revolution. The Congress established and elected the Sovnarkom, and Lenin its first chairman, to run the country between sessions.",
    "The Second All-Russian Congress of Soviets issued the Decree on Peace, promising an end to Russian participation in World War I, and the Decree on Land, approving the expropriation of land from the nobility.",
    "The Moldavian legislature, the Sfatul &#x162;&#x103;rii, held its first meeting.",
    "A local nationalist group, the Alash Orda, established an autonomous government in Kazakhstan.",
    "The Finnish parliament issued a declaration of independence.",
    "The Cheka was established.",
    "A Muslim republic, the Idel-Ural State, was established in central Russia.",
    "Ukrainian Bolsheviks established the Soviet Ukrainian Republic in Kharkiv.",
    "<i>Russian Civil War</i>: The counterrevolutionary Volunteer Army was established."
  ]
}