{
  "year": "1918",
  "Russia": [
    "The Red Army conquered Kiev.",
    "Mass conscription to the Red Army began in Moscow and Petrograd.",
    "The Red Army retreated from Estonia in the face of the German armed forces.",
    "The Transcaucasian parliament announced the independent Transcaucasian Democratic Federative Republic (TDFR).",
    "Soviet Russia signed the Treaty of Brest-Litovsk, ending its participation in World War I, relinquishing Finland, Estonia, Latvia, Lithuania, Poland, Belarus, and Ukraine, and ceding to the Ottoman Empire all territory captured in the Russo-Turkish War.",
    "<i>Allied intervention in the Russian Civil War</i>: Two hundred British marines arrived at Murmansk.",
    "The Belarusian National Republic was established by its German occupiers.",
    "The Idel-Ural State was occupied and dissolved by the Red Army.",
    "The Turkestan Autonomous Soviet Socialist Republic (ASSR) was established on the territory of the defunct Russian Turkestan.",
    "<i>Russian Civil War</i>: The Czecho-Slovak Legions began its revolt against the Bolshevik government.",
    "Georgia seceded from the TDFR.",
    "Armenia and Azerbaijan declared their mutual independence.",
    "<i>Russian Civil War</i>: An anti-Bolshevik government, the Committee of Members of the Constituent Assembly, was established in Samara under the protection of the Czecho-Slovak Legions",
    "A decree by the Central Executive Committee made war communism, under which all industry and food distribution was nationalized, the economic policy of the Soviet state.",
    "<i>Russian Civil War</i>: The Provisional Government of Autonomous Siberia was established in Vladivostok.",
    "The Idel-Ural State was restored by the Czecho-Slovak Legions.",
    "Makhno declared his opposition to the Hetmanate regime by some operations in the southeastern Ukraine.",
    "The Russian Constitution of 1918 was adopted by the Fifth All-Russian Congress of Soviets. The legislative power was transferred from the Sovnarkom to the Central Executive Committee, which also received the power to pass constitutional amendments.",
    "Nicholas and the rest of the royal family were executed on direct orders from Lenin.",
    "After giving a speech at a Moscow factory, Lenin was shot twice by SR Fanny Kaplan, but survived.",
    "<i>Red Terror</i>: <i>Izvestia</i> called on the Russian people to &quot;crush the hydra of counterrevolution with massive terror.&quot;",
    "<i>Russian Civil War</i>: A meeting in Ufa established a unified anti-Bolshevik government, the Ufa Directorate.",
    "Makhnovists established an anarchist society run by peasants and workers in Ukraine, in the territory of Berdyansk, Donetsk, Alexandrovsk and Yekaterinoslav.",
    "<i>World War I</i>: An armistice treaty was signed, ending the war.",
    "Two Latvian political parties founded a provisional legislature, the Tautas Padome.",
    "A military coup overthrew the Ufa Directorate and established its war minister, Aleksandr Kolchak, as dictator.",
    "The Maap&#xE4;ev returned to power in Estonia.",
    "<i>Estonian War of Independence</i>: The Russian Red Army invaded Estonia.",
    "B&#xE9;la Kun, a friend of Lenin, founded the Hungarian Communist Party.",
    "<i>Estonian War of Independence</i>: The Red Army captured the Estonian town of Narva. Local Bolsheviks reestablished the Anvelt government as the Commune of the Working People of Estonia.",
    "The Idel-Ural State was again occupied and dissolved by the Red Army.",
    "The Communist Party of Lithuania established a revolutionary government in Vilnius."
  ]
}