{
  "year": "1920",
  "Russia": [
    "<i>Estonian War of Independence</i>: Soviet Russia signed the Treaty of Tartu, renouncing all claims on Estonian territory.",
    "An insurgency in the Khanate of Khiva forced the abdication of the Khan.",
    "<i>Russian Civil War</i>: Kolchak was executed by a Bolshevik military tribunal.",
    "the Free Territory was inundated with Red troops, including the 42nd Rifle Division and the Latvian &amp; Estonian Red Division &#x2013; in total at least 20,000 soldiers. The insurgents disarmed the 10,000-strong Estonian Division in Huliajpole.",
    "<i>Russian Civil War</i>: The Volunteer Army evacuated to the Crimea to join the army of Pyotr Nikolayevich Wrangel.",
    "The Russian Eleventh Army invaded the Azerbaijan Democratic Republic.",
    "The Khorezm People&apos;s Soviet Republic was established on the territory of the defunct Khanate of Khiva.",
    "With the Azerbaijani capital Baku under Eleventh Army occupation, the parliament agreed to transfer power to the Communist government of the Azerbaijan SSR.",
    "The Soviet Union recognized Lithuanian independence.",
    "<i>Polish&#x2013;Soviet War</i>: The Galician Soviet Socialist Republic (SSR) was established in Ternopil.",
    "<i>Latvian War of Independence</i>: The Treaty of Riga was signed. Soviet Russia renounced all claims on Latvian territory.",
    "<i>Battle of Warsaw</i>: The battle began with a Russian attack across the Vistula.",
    "The Bolsheviks defeated the government of the Alash Orda and established the Kyrgyz ASSR <small>(1)</small>.",
    "<i>Battle of Warsaw</i>: The total defeat of the Russian Fourth, Fifteenth and Sixteenth Armies marked the end of the battle.",
    "The Red Army attacked Bukhara, the capital of the Emirate of Bukhara.",
    "<i>Polish&#x2013;Soviet War</i>: The Polish army occupied Galicia and ended the rule of the Galician SSR.",
    "Makhno&apos;s Black Army suddenly turned from south to east, attacking the main forces of General Denikin&apos;s army.",
    "Makhnovists routed elements of the white Volunteer Army in the Battle of Peregonovka, Uman (Ukraine).",
    "The Bukharan People&apos;s Soviet Republic was established.",
    "<i>Russian Civil War</i>: Wrangel fled Russia.",
    "The Eleventh Army entered Armenia.",
    "The Armenian Prime Minister ceded control of the country to the invading Communists."
  ]
}