{
  "year": "1956",
  "Russia": [
    "At a closed session of the 20th Party Congress, Khrushchev read the &quot;Secret Speech,&quot; <i>On the Personality Cult and its Consequences</i>, denouncing the actions of his predecessor Stalin. The speech weakened the hand of the Stalinists in the Soviet government.",
    "The Cominform was officially dissolved.",
    "<i>Pozna&#x144; 1956 protests</i>: Poles upset with the slow pace of destalinization turned to protests, and then to violent riots.",
    "<i>Pozna&#x144; 1956 protests</i>: Konstantin Rokossovsky, the Polish minister of defense, ordered the military in to end the riots. At least 74 civilians were killed.",
    "The Karelo-Finnish SSR became the Karelian ASSR of the Russian SFSR.",
    "The liberal W&#x142;adys&#x142;aw Gomu&#x142;ka was elected leader of the Polish Communist party.",
    "<i>1956 Hungarian Revolution</i>: A small pro-Gomu&#x142;ka demonstration in Budapest expanded into a 100,000 head protest. The protestors marched on Parliament; when they were fired on by the Hungarian Security Police, they turned violent and began to arm themselves. An emergency meeting of the Central Committee appointed the reformist Imre Nagy Prime Minister.",
    "<i>1956 Hungarian Revolution</i>: Hungary under Nagy withdrew from the Warsaw Pact.",
    "<i>1956 Hungarian Revolution</i>: A Soviet invasion, involving infantry, artillery, airstrikes, and some 6,000 tanks entered Budapest. 2,500 Hungarians were killed in the ensuing battle.",
    "<i>1956 Hungarian Revolution</i>: Pro-Soviet J&#xE1;nos K&#xE1;d&#xE1;r announced the formation of a new &quot;Revolutionary Worker-Peasant Government,&quot; with himself as Prime Minister and leader of the Communist Party.",
    "<i>Cuban Revolution</i>: Fidel Castro and his followers in the 26 July Movement landed in Cuba.",
    "<i>Angolan War of Independence</i>: Two Angolan independence movements united to form the Marxist Popular Movement for the Liberation of Angola."
  ]
}