{
  "year": "1991",
  "Russia": [
    "<i>January Events</i>: Soviet troops violently seized important buildings in cities throughout Lithuania.",
    "The Moldavian SSR became the Republic of Moldova.",
    "<i>Russian presidential election, 1991</i>: Boris Yeltsin was elected to the presidency of the Russian SFSR.",
    "<i>Soviet coup attempt of 1991</i>: A group of high-ranking officials calling themselves the State Emergency Committee announced that Gennady Yanayev was to replace Gorbachev as President of the Soviet Union.",
    "<i>Singing Revolution</i>: The Estonian government declared its independence.",
    "<i>Singing Revolution</i>: The government of Latvia declared its independence.",
    "<i>Soviet coup attempt of 1991</i>: The military refused State Emergency Committee orders to take the capital. The leaders of the coup were arrested.",
    "The Ukrainian parliament adopted the Declaration of Independence of Ukraine.",
    "Moldova declared independence.",
    "The Kyrgyz SSR became the Republic of Kyrgyzstan.",
    "The Republic of Kyrgyzstan declared independence.",
    "<i>Singing Revolution</i>: The Soviet Union recognized the independence of the Baltic states.",
    "Militants belonging to the separatist All-National Congress of the Chechen People (NCChP) stormed a session of the Supreme Soviet of the Chechen-Ingush ASSR. NCChP leader Dzhokhar Dudaev was appointed to the presidency.",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The Soviet Union restores full relations with Israel.",
    "A national referendum confirmed the Dudaev presidency. Dudaev unilaterally declared the independence of the Chechen Republic of Ichkeria.",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The Madrid Conference took place.",
    "The leaders of Russia, Belarus and Ukraine signed the Belavezha Accords, dissolving the Soviet Union.",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The United Nations General Assembly passes Resolution 46/86 effectively repealing Resolution 3379 passed in 1975.",
    "The Supreme Soviet confirmed the dissolution of the Soviet Union."
  ]
}