{
  "year": "1971",
  "Bangladesh": [
    "First hoisting of the National flag of Bangladesh (initial version) at the Dhaka University by Vice President of Dhaka University Students' Union (DUCSU) leader A. S. M. Abdur Rab.",
    "Sheikh Mujibur Rahman makes his historic freedom speech.",
    "Pakistan Army launches Operation Searchlight at midnight on the 25th, marking the start of the 1971 Bangladesh atrocities. Sheikh Mujib is arrested. (to 26 March)",
    "Sheikh Mujib declares the independence of Bangladesh before his arrest by Pakistani Army. ",
    "Major Ziaur Rahman broadcasts the declaration of independence on behalf of Bangabandhu Sheikh Mujibur Rahman over the radio. .",
    "Kushtia resistance begins.",
    "Jinjira genocide",
    "Formation of a provisional Bangladesh government-in-exile.",
    "M. A. G. Osmani takes command of the Bangladesh Armed Forces.",
    "The government-in-exile takes oath at Mujibnagar.",
    "Battle of Daruin, Comilla and Battle of Rangamati-Mahalchari waterway, Chittagong Hill Tracts.",
    "Gopalpur massacre, workers slain by the Pakistani Army",
    "Chuknagar massacre by the Pakistan Army.",
    "Swadhin Bangla Betar Kendra radio station established in Kolkata.",
    "Sector Commanders Conference 1971. (to 17 July)",
    "Operation Jackpot, Bangladesh naval commando operation.",
    "Flight Lieutenant Matiur Rahman attempts to defect after hijacking a fighter plane.",
    "Battle of Goahati, Jessore.",
    "Bangladesh Air Force functional.",
    "Dhaka guerrillas kill Abdul Monem Khan, governor of East Pakistan.",
    "Battle of Dhalai Outpost, Srimongol.",
    "Six small ships constitute the first fleet of Bangladesh Navy.",
    "Battle of Ajmiriganj, an 18&#x2011;hour encounter between MB Freedom Fighters and the Pakistan army.",
    "Battle of Garibpur between India and the Pakistan Army. (to 21 November)",
    "Mitro Bahini, a joint force of Bangladesh and Indian troops formed.",
    "Battle of Boyra, involving Pakistani and Indian air force.",
    "Indo-Pakistani War of 1971 breaks out. Bangladesh Air Force destroys Pakistani oil depots.",
    "India officially invades East Pakistan.",
    "India becomes the first country to recognize Bangladesh. Swadhin Bangla Betar Kendra radio station becomes Bangladesh Betar.",
    "Liberation of Jessore, Sylhet and the Moulovi Bazar.",
    "Chandpur and Daudkandi liberated.",
    "Liberation of Laksham. Two Bangladeshi ships sunk mistakenly by Indian air attack.",
    "Liberation of Hilli, Mymensingh, Kushtia and Noakhali.",
    "Selective genocide of nationalist intellectuals, liberation of Bogra.",
    "Surrender of the Pakistan army and liberation of Dhaka."
  ]
}