{
  "year": "1945",
  "Philippine": [
    "Troops led by Gen. MacArthur land on the shores of Pangasinan via Lingayen Gulf in an attempt to liberate the country from the Japanese.",
    "Raid at Cabanatuan: 121 American soldiers and 800 Filipino guerrillas free 813 American Prisoners of war from the Japanese-held camp in the city of Cabanatuan in the Philippines.",
    "US troops enter Manila",
    "Hukbalahap troop leaders arrested by the US forces",
    "The Battle of Manila ends. The Japanese surrender to the combined US and Filipino troops",
    "MacArthur hands over Malacanang Palace to Osmena.",
    "The US and Filipino troops recaptured Manila.",
    "Liberation of the town of Panay, Capiz and the province of Romblon from the Japanese forces.",
    "The families of pro-Japanese President Laurel and Speaker Aquino leave the country for Japan to seek refuge",
    "The Congress elected in 1941 convenes for the first time",
    "General MacArthur announces the liberation of the Philippines",
    "The American forces drop an atomic bomb over Hiroshima, Japan.",
    "The American forces an atomic bomb over Nagasaki, Japan.",
    "The Empire of Japan accepts defeat",
    "Philippines President Jos&#xE9; P. Laurel issues an Executive Proclamation putting an end to the Second Philippine Republic, thus ending to his term as President of the Philippines.",
    "The final official Japanese Instrument of Surrender is accepted by the Supreme Allied Commander, General Douglas MacArthur, and Fleet Admiral Chester W. Nimitz for the United States, and delegates from Australia, New Zealand, the United Kingdom, The Netherlands, China, and others from a Japanese delegation led by Mamoru Shigemitsu, on board the American battleship USS <i>Missouri</i> in Tokyo Bay.",
    "Japanese general Tomoyuki Yamashita surrenders to Filipino and American forces at Kiangan, Ifugao.",
    "Jose P. Laurel is arrested by the US army",
    "The United Nations is founded by ratification of its Charter, by 29 nations.",
    "Manuel Roxas separates from the Nacionalista Party of Sergio Osmena Sr and joins the Liberal Party"
  ]
}