{
  "year": "1972",
  "Philippine": [
    "Suspicious bombing incidents increase all over the country. The MNLF launches its campaign for the independence of the Muslim provinces.",
    "Parliamentary form of government is approved by the Constitutional Convention.",
    "Pres. Marcos restores the Writ of <i>Habeas Corpus</i>",
    "<i>Daily Express</i> is established; Martial Law era newspaper later sequestered by Aquino government.",
    "Philippine Constabulary confiscates arms and ammunition in a raid in Digoyo Point, Isabela, implicating to the alleged Communist attacks.",
    "<i>Quasha decision</i>: Supreme Court decides on American ownership rights.",
    "Explosions rock Manila Electric Company main office.",
    "Sen. Ninoy Aquino exposes <i>Oplan Sagittarius</i>, a top-secret plan to place the capital under military control.",
    "Pres. Marcos signs the Martial Law edict (<i>Proclamation No. 1081</i>) to be imposed nationwide; at that time not publicly announced.",
    "Defense Minister Juan Ponce Enrile survives a staged assassination attempt.",
    "Pres. Marcos announces that he had placed the entire country under martial law, with the earlier &quot;ambush&quot; as a pretext.",
    "Media establishments and wire agencies are ordered to be closed.",
    "Sen. Aquino arrested.",
    "The implementation of martial law is officially announced.",
    "Public utilities as well as media outlets, except some including newspaper <i>Daily Express</i> and television and radio stations of Kanlaon Broadcasting System, are shut down and seized by the government.",
    "Media and opposition figures, including three other Senators, are arrested.",
    "The whole country is proclaimed a land reform area and an Agrarian Reform Program is decreed.",
    "The first major armed defiance of martial law takes place in Lanao del Sur",
    "Land reform program issued (<i>Presidential Decree 27</i>)",
    "The battle between the MNLF and the government troops ends with the latter regaining control of the city.",
    "The Constitutional Convention passes the new Constitution of the Philippines.",
    "First Lady Imelda Marcos survives an assassination attempt."
  ]
}