{
  "year": "1986",
  "Philippine": [
    "Philippine presidential election, 1986",
    "Thirty-five COMELEC computer workers led by Linda Kapunan walk out at PICC, protesting alleged cheating of election results.",
    "Opposition Antique former Gov. Evelio Javier is assassinated during the canvassing of election results.",
    "Batasang Pambansa declares Marcos and Arturo Tolentino as re-elected President and elected Vice-President, respectively. Twenty-six Assembly members walk out before the proclamation.",
    "Marcos&apos; opponent Corazon Aquino, widow of Benigno Aquino, Jr., is proclaimed President in <i>Tagumpay ng Bayan</i> rally in Rizal Park and calls for a civil disobedience campaign as a protest.",
    "EDSA Revolution ousts Pres. Marcos; Corazon Cojuangco&#x2013;Aquino becomes President.\n<ul>\n<li>February 22 &#x2013; Defense Minister Juan Ponce Enrile and Constabulary Chief Gen. Fidel Ramos withdraw from the Marcos administration. Crowd gather outside camps Crame and Aguinaldo. RAM joins with them as attempted coup prevented.</li>\n<li>February 23 &#x2013; People flock to two camps, and Ortigas and EDSA roads, to join with Enrile and Ramos and express support for Cojuangco&#x2013;Aquino as the real new president. Marine forces targeting them are stopped.</li>\n<li>February 24 &#x2013; Attacks occur in Camp Aguinaldo, Villamor Airbase, and Malaca&#xF1;ang; air force unit joins with rebels; reformists take over government-owned MBS-4.</li>\n<li>February 25 &#x2013; Cojuangco&#x2013;Aquino is sworn in as President by Senior Associate Justice Claudio Teehankee, and Salvador Laurel as Vice-President by Justice Vicente Abad Santos, at Club Filipino in San Juan. Aquino appoints Enrile as Defense Secretary and Ramos as AFP Chief of Staff. Marcos also holds his own inauguration as television stations covering the ceremonies are destroyed by rebels, however at evening, he and his family are transported by helicopters to Clark Air Base.</li>\n</ul>\n",
    "From Clark Air Base, Marcoses finally leave the country aboard U.S. planes to Guam and to Hawaii.",
    "Presidential Commission on Good Government is formed by Pres. Aquino.",
    "Pres. Aquino declares a revolutionary government, abolishes Interim Batasang Pambansa and the 1973 Constitution and adopts Freedom Constitution (<i>Proclamation No. 3</i>).",
    "A group of military officers and Marcos loyalists occupy Manila Hotel for 2 days and declare Arturo Tolentino as &quot;acting President.&quot;",
    "DZMM of ABS&#x2013;CBN is established as the first post-revolution AM radio station.",
    "DWKO established as the first post-revolution FM radio station.",
    "<i>The Philippine Star</i> publishes its first issue.",
    "<i>Bantayog ng mga Bayani</i> founded",
    "The Mt. Data Peace Accord was signed between the Philippine Government and the separatist Cordillera Bodong Administration-Cordillera People&apos;s Liberation Army.",
    "ABS&#x2013;CBN resumes its broadcast.",
    "KMU chairman Rolando Olalia was shot dead in Antipolo, Rizal by attributing his party leaders within the military.",
    "A coup attempt called &quot;God Save the Queen&quot; is reportedly discovered by the government."
  ]
}