{
  "year": "2008",
  "Philippine": [
    "The House of Representatives votes to replace House Speaker Jose de Venecia with Prospero Nograles.",
    "Jun Lozada testifies before the Philippine Senate in connection with the National Broadband Network contract deal.",
    "Several Congress members call for an investigation into a joint oil exploration agreement on 2004 between the Philippines, China, and Vietnam over the disputed Spratly Islands, claiming it unconstitutional.",
    "Former First Lady Imelda Marcos is acquitted by a Manila trial court of 32 counts of illegal money transfers.",
    "The United States Supreme Court hears oral arguments on a <i>certiorari</i> petition filed by the government, invoking sovereign immunity regarding the enforcement against former Pres. Marcos' estate.",
    "Former Pres. Corazon Aquino's family announces that she is suffering from colon cancer.",
    "Police seize hundreds of bomb components in Alaminos, Laguna, following a raid targeting a Filipino with alleged links to <i>Jemaah Islamiyah</i>.",
    "Nine military officers receive prison sentences from a Makati City trial court in connection to the 2003 Oakwood mutiny.",
    "Ten people are killed in a bank robbery of a Rizal Commercial Banking Corporation (RCBC) branch in Cabuyao, Laguna.",
    "The Manila Electric Company held its tension-filled annual stockholders meeting, which lasted for more than 13 hours, making it the longest stockholders' meeting in Philippine corporate history.",
    "Typhoon Fengshen (<i>Frank</i>) kills at least 557 people and affects more than 99,600 families in some regions, with damages at &#x20B1;4.37 billion (US$101.2 million),",
    "Ferry MV <i>Princess of the Stars</i> capsizes and sinks off Sibuyan Island during a typhoon, killing estimated 800.",
    "Peace talks between the government and the Moro Islamic Liberation Front collapse after the memorandum of Agreement on Ancestral Domain is declared by the Supreme Court unconstitutional.",
    "Euro Generals scandal",
    "Former Agriculture Usec. Jocelyn Bolante is arrested by the Senate after his arrival from the U.S. for his involvement in the Fertilizer fund scam.",
    "Miss Philippines Karla Henry was crowned Miss Earth 2008 during the coronation night held at Angeles City, the first Filipino to win the title.",
    "Manny Pacquiao defeats Oscar De La Hoya in the so-called <i>The Dream Match</i>."
  ]
}